tap 'homebrew/cask'

brew 'ack'
brew 'git'
brew 'coreutils'
brew 'grc'
brew 'unrar'
brew 'wget'
brew 'thefuck'
brew 'hub'
brew 'gpg'
brew 'gnupg'
brew 'pinentry-mac'
brew 'rbenv'
brew 'yarn'
brew 'mas'
brew 'pick'
brew 'github/gh/gh'

cask '1password'
cask '1password/tap/1password-cli'
cask 'google-chrome'
cask 'slack'
cask 'phpstorm'
cask 'iterm2'
cask 'virtualbox'
cask 'vagrant'
cask 'keybase'
cask 'spotify'
cask 'docker'
cask 'imageoptim'
cask 'docker-toolbox'
cask 'gitify'
cask 'visual-studio-code'

mas 'Clocks', id: 414554506
mas 'Xcode', id: 497799835
mas 'littleipsum', id: 405772121
